Repository: paytwit/paytwit-woocommerce-payment
Catalog: languages/paywg-*.po
Languages: fa_ir

source: PAY gateway for Woocommerce
fa_ir: درگاه پرداخت پی

source: Official pay.ir electronic payment gateway for Woocommerce
fa_ir: درگاه رسمی پرداخت الکترونیک پی.آی آر برای ووکامرس

source: Enable/Disable
fa_ir: فعال / غیرفعال

source: Enable pay gateway
fa_ir: فعال سازی درگاه پرداخت پی.ای ار

source: Title
fa_ir: عنوان

source: This controls the title which the user sees during checkout.
fa_ir: عنوانی که کاربر در صفحه پرداخت میبیند.

source: Logo
fa_ir: لوگوی نمایش داده شده

source: Pay
fa_ir: درگاه پرداخت پی

source: Saman
fa_ir: درگاه پرداخت بانک سامان

source: Description
fa_ir: توضیح

source: Payment method description that the customer will see on your checkout.
fa_ir: توضیح روش پرداخت که کاربر در صفحه پرداخت میبیند.

source: Official pay.ir electronic payment gateway
fa_ir: درگاه رسمی پرداخت الکترونیک پی.آی آر

source: api key
fa_ir: کلید API

source: Insert merchant id that received from pay
fa_ir: وارد کردن کد تراکنش دریافتی

source: successful payment message
fa_ir: پیغام پرداخت موفق

source: thanks text for successful payment
fa_ir: پیغام تشکر برای پرداخت موفق

source: Failed payment message
fa_ir: پیغام پرداخت ناموفق

source: Text for failed payment
fa_ir: متن پیغام پرداخت ناموفق

source: Test mode
fa_ir: حالت تست

source: Activate test mode
fa_ir: فعال کردن حالت تست

source: Thank you for your payment. redirecting to bank...
fa_ir: از پرداخت شما متشکریم. در حال انتقال به درگاه بانک...

source: Payment error:
fa_ir: خطای پرداخت:

source: Payment was successful %s Tracking Code: %s
fa_ir: پرداخت با موفقیت انجام شد %s. کد پیگیری: %s

source: Payment error:
fa_ir: خطای پرداخت:

source: Tracking Code:
fa_ir: کد پیگیری:

source: Pay.ir payment gateway for Woocommerce
fa_ir: درگاه پرداخت پی.آي ار برای ووکامرس

source: RadiRan
fa_ir: راد ایران

source: show server ip
fa_ir: مشاهده آي پی سرور

source: your server ip for pay gateway
fa_ir: آی پی سرور شما برای درگاه پی دات آي آر
